Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/forms_schemes_fi/saamelainen_varhaiskasvatussuunnitelma.pdf.tmx
Source language: fin
Languages: sms

source: Identiteetin muodostuminen perustuu selkeään minäkuvaan.
sms: Identiteett sõddâm vuađđan lij čiõlǥâs jiõččkartt.

source: Kun ihmisellä on selkeä minäkuva, hän tietää mihin joukkoon hän kuuluu ja sitoutuu.
sms: Ko oummust lij čiõlǥâs jiõččkartt, son tiatt koonn ärttla son kooll da čõõnââtt.

source: Vahvat sukulaisuus- ja perhesuhteet vahvistavat yhteisöllisyyttä ja yhteisöön sitoutumista.
sms: Raavâs ruått- da piârkõskkvuõđ ravvee õhttsažkåʹddvuõđ da õhttsažkåʹdda čõõnõõttmuužž.

source: Ihminen punnitsee identiteettiään niin omassa yhteisössä kuin sen ulkopuolellakin.
sms: Ooumaž vieʹssad identiteettes nuʹt jiiʹjjes õhttsažkååʹddest ko tõn åålǥbeäʹlnn še.

source: Hyvin toimiva identiteetti edellyttää, että ihminen voi tuntea, että hänellä on samat juuret ja alkuperä kuin muilla saman alkuperän omaavilla ihmisillä.
sms: Puârast toimmjeei identiteett õõlǥad, što ooumaž vuäitt tobddad, što suʹst lie seämma vuäddaz da alggpuattmõš ko järrzin seämma alggpueʹttmest åårai oummin.

source: Saamelaisnuoria koskevassa tutkimuksessa todetaan, että saamelainen identiteetti voi ilmentyä eri tasoilla: 5. Yksilö kokee saamelaisuuden luonnollisena.
sms: Sääʹmnuõrid kuõskki tutǩǩumuužžâst cieʹlǩed što säʹmmlaž identiteett vuäitt kuâsttjed jeeʹres tääzzin: 5. Persoon ǩiõččlâʹstt säʹmmlažvuõđ luâđližžen.

source: Hänellä on tasapainoinen saamelainen identiteetti ja hän osaa kielensä ja sisäistää kulttuurinsa.
sms: Suʹst lij tääzzteäʹddláž säʹmmlaž identiteett da son silttâd ǩiõlâs da siisǩâd kulttuures.

source: 4. Yksilö osaa saamen kielen, mutta ei tunne muita kulttuurinsa osa-alueita.
sms: 4. Persoon silttâd sääʹm ǩiõl, le-ša ij toobbd jeeʹres kulttuures vueʹssvuuʹvdid.

source: 3. Yksilö hallitsee yhden kulttuurinsa osa-alueen hyvin.
sms: 3. Persoon vaaldaš õõut kulttuures vueʹssvuuʹvd puârast.

source: 2. Yksilö kokee saamelaisen identiteettinsä esineiden kautta.
sms: 2. Persoon kiõččlâʹstt säʹmmla identiteettes neäʹvvai mieʹldd.

source: 1. Yksilö tiedostaa saamelaisen taustansa, mutta ei halua tuoda sitä esille.
sms: 1. Persoon teâđast jiiʹjjes säʹmmla tuââǥǥbu, le-ša ij haaled puhtted tõn õudde.

source: Varhaiskasvatus tukee kotien kasvatusta ja valmentaa uusia sukupolvia toimimaan uudenaikaisessa saamelaisyhteisössä.
sms: Håiddâkksai peâmmtuâʹjj tuäʹrjjad dommpeâmmʼmuužž da vaalmašt ođđ puõlvvõõǥǥid toimmjed ođđäiggsaž sääʹmõhttsažkååʹddest.

source: Keskeisenä tehtävänä on välittää tietoa saamelaisista kansana, kulttuuriperinnettä ja elämäntapaa positiivisella tavalla niin, että lapsi kiinnittyy omaan kulttuuriinsa ja kokee saamelaisuuden luonnollisena.
sms: Kõskksaž tuâʹjjan lij väälted teâđ saaʹmin meeʹrrân, kulttuurärbbvuõđin da jieʹllemnääʹlin positiivlažnääʹleld nuʹt, što päärnaž ǩiddân jiiʹjjes kulttuure da ǩiõččlâʹstt säʹmmlažvuõđ luâđližžen.

source: Käytännön esimerkkejä kulttuuri-identiteetin vahvistamiseksi varhaiskasvatuksessa:
sms: Tueʹjjeemnääʹl õuddmiârkk kulttuur- identiteett ravvumužže håiddâkksai peâmmʼmuužžâst:

source: • lapsen havainto- ja arviointikyvyn kehittäminen luomalla erilaisia tilanteita, jossa lapsi saa kokeilla ja kehittää taitojaan, osaamistaan, tunteitaan
sms:  päärna vuâmmšem- da ärvvstõõllmušooddai õõudâsviikkmuš raajeel jeeʹresnallšem šõddmuužžid, koʹst päärnaž vuäʹǯǯ ǩiõččlâstted da õõudâsviikkâd čeäʹppvuõđid, silttumuužž, tobddmuužžid

source: • vahvat sukulaisuussuhteet
sms:  raavâs ruåttkõskkvuõđ

source: • saamelaisten tietojen ja taitojen opettaminen perinteentaitajien opastuksella
sms:  säʹmmlai teâđai da čeäʹppvuõđi mättʼtumuš ärbbvuõđ čieʹppi vuäpstõõžžâst

source: • tieto saamelaisten yhteisestä historiasta yhtenä kansana neljän valtakunnan alueella
sms:  tiâtt äʹmmlai õhttsaž historiast õhttân meeʹrrân neeljj väʹlddkååʹdd vuuʹvdest

source: • tutustutaan isovanhempien elämän eri vaiheisiin
sms:  tobbdstõõđât maaddârääiʹji jieʹllem jeeʹres pââʹjid

source: • vahva suhde kieliryhmän jäseniin
sms:  raavâs kõskkvuõtt ǩiõllärttel vuäʹsslaid

source: 4.2. 2 Yhteisöllisyys
sms: 4.2.2 Õhttsažkåʹddvuõtt

source: Saamelaisilla on vahva yhteisöllisyys ja tietoisuus omista juuristaan ja suvunjäsenistä ja heidän asuinpaikoistaan.
sms: Säʹmmlain lij raavâs õhttsažkåʹddvuõtt da teâđstumuš jiiʹjjes vuäddain da sooǥǥ vuäʹsslain da siʹjji jeäʹllsââʹjin.

source: Yhteenkuuluvuuden tunne perheeseen muodostuu yhteisestä toimeentulosta, yhdessä asumisesta tai perheen historiasta.
sms: Õhttekuullâmtobddmuš piârrja šâdd õhttsaž pirǧǧumuužž, õõutsââʹjest jällstumuužžâst leʹbe piârri historiast.

source: Pohjoissaamelaisilla ja kolttasaamelaisilla perhe on perinteisesti muodostunut useammasta sukupolvesta.
sms: Sääʹmkulttuurest piâr lij veeidas sosialaž õhttsažkåʹdd, koʹst ruåttkõskkvuõđ da õhttekuullâmtobddmuš lie eärben vääžnai.

source: Inarinsaamelaisilla perheen muodostaa useimmiten ydinperhe.
sms: Tâʹvvsäʹmmlain da nuõrttsäʹmmlain piâr lij ärbbvuõđ mieʹldd šõddâm tääujab puõlvvõõǥǥâst.

source: Toiminnallinen kasvatus vahvistaa sukupolvien välistä yhteisöllisyyttä.
sms: Toimmjemvuâđlaž peâmm raʹvvâd puõlvvõõǥǥii kõskksaž õhttsažkåʹddvuõđ.

source: Saamelaisille tärkeä sukulaisuus-, kummi- ja kaimajärjestelmä vahvistavat lapsen yhteenkuuluvuuden tunnetta.
sms: Säʹmmlaid vääžnai ruått-, risttjeäʹnn da -eeʹjj da käiʹmmjärjstõk ravvee päärna õhttekuullâm tobddmuužž.

source: Eri saamelaisryhmien välillä on eroavaisuuksia kummien määrässä ja tehtävissä.
sms: Jeeʹres sääʹmärttli kõõskâlt lie rääʹtktõõzz risttjeäʹnni da -eeʹjji mieʹrin da tuâʹjain.

source: Esimerkiksi kolttasaamelaisessa perinteessä kummin kuollessa kummipojan tehtävä on tehdä risti haudalle ja kantaa se sinne.
sms: Õuddmiârkkan nuõrttsäʹmmla ärbbvuõđâst risttjieʹnn leʹbe -eejʹjj jäämeest lij päärn tuâʹjjan raajjad ristt ääuʹd õõl da kueʹdded tõt sinne.

source: Nämä vaikutteet tulevat idästä ortodoksisesta uskonnosta.
sms: Täk vaaiktõõzz puäʹtte nuõrttjest ortodoksiååskâst.

source: Kolttasaamelaisessa kulttuurissa ortodoksisuus toimii tärkeänä sosiaalistumisen muotona.
sms: Nuõrttsääʹmkultuurest ortodoksiåskk toimmai vääžnai sosiaallâsttem nääʹllen.

source: Nykyisin yhteisöllisyys on suuri haaste, sillä alle 10-vuotiaista saamelaislapsista yli 70 % asuu saamelaisten kotiseutualueen ulkopuolella.
sms: Annʼjõõžžâst õhttsažkåʹddvuõđâst lij jõnn vâʹǯǯelvuõtt, ko vueʹll 10-âkksain sääʹmpäärnain pâʹjjel 70 % jällste säʹmmlai dommvuuʹvd åålǥbeäʹlnn.

source: Saamelaisalueella erityisesti inarin- ja kolttasaamelaiset asuvat hajallaan.
sms: Sääʹmvuuʹvdest jeeʹrben aanrõš- da nuõrttsäʹmmla jällste peađgai.

source: Varhaiskasvatuksella on erityisen tärkeä rooli sen varmistamisessa, että lapsi voi nauttia kulttuuristaan yhdessä muiden ryhmäänsä kuuluvien kanssa.
sms: Håiddâkksai peâmmʼmuužžâst lij eärben vääžnai rool tõn ainsmâʹttmuužžâst, što päärnaž vuäitt âânned kulttuures õõutâst jäʹrrsi ärttla kuuljivuiʹm.

source: Käytännön esimerkkejä yhteisöllisyyden vahvistamiseksi varhaiskasvatuksessa:
sms: Tueʹjjeemnääʹl õuddmiârkk õhttsažkåʹddllisyyden ravvumužže håiddâkksai peâmmʼmuužžâst:

source: • opetellaan sukulaisnimityksiä laatimalla oma sukukartta
sms:  mätttʼtõõđat ruåttnõõmtõõzzid raajeelʹl jiiʹjjes ruåttkaartt

source: • tutustutaan lasten kummeihin ja kaimoihin
sms:  tobbdstõõđât päärnai risttjieʹnnid da -eeʹjjid da kääimaid

source: • tutustutaan saamelaiseen nimiperinteeseen ja nimen antamiseen
sms:  tobbdstõõđât sääm nõmmärbbvuõtte da nõõmm oʹvddmõžže

source: • muistetaan saamelaisia merkkipäiviä
sms:  muuštet säʹmmlaid miârkkpeeiʹvid

source: • muistetaan sukulaisten syntymäpäiviä
sms:  muuštet ruåđi šõddâmpeeiʹvid

source: • tehdään yksikön yhdestä huoneesta ”yhteisöhuone”, jossa lasten perheen jäsenet voivat lasta tuodessaan tai hakiessaan istahtaa ja juoda kahvia
sms:  raajât õõutilooǥǥ õhttân lõõnnjâst ”õhttsažkåʹddlõõnjj”, koʹst päärnai piârri da vuäʹssla vuäitte päärna puuteeʹst leʹbe viiǯǯeeʹst išttled da juʹlsted kââʹff

source: • vieraillaan vanhusten kerhoissa ja vanhainkodissa • tiivis vuorovaikutus oman saamelaisyhteisön jäsenten kanssa;
sms:  kõʹlljet puärrsi kruuggin da puärrsipõõrŧâst  čââpp vuârvaaiktõs jiiʹjjes sääʹmõhttsažkååʹdd vuäʹsslaivuiʹm;

source: vuotuiskiertoon liittyvät, työt, retket, vierailut ja yhteiset säännölliset tapahtumat
sms: eeʹjjårrõõzz mieʹlddsa tuââʹj, määʹtǩǩ, kõʹlljumuužž da õhttsaž miermieʹlddsa šõddmuužž

source: • kirjeenvaihto (valokuvat, piirustukset) varhaiskasvatusyksikköjen kesken
sms:  ǩeʹrjjtõõllmuš (snimldõõǥǥ, pirstõõzz) håiddâkksai peâmmõõutilooǥǥi kõõskâlt

source: • tapaamiset muualla asuvien saamelaisten kanssa
sms:  kaaunõõttmuužž jeeʹresårnn jällsteeji säʹmmlaivuiʹm

source: • järjestetään video- ja nettitapaamisia muualla asuvien saamelaisten kanssa
sms:  riâššat video- da netti kaaunõõttmuužžidjeeʹresårnnjällsteeji säʹmmlai vuiʹm

source: • juhlitaan saamelaisten kansallispäivää ja opetellaan saamen suvun laulu
sms:  prääʹzkjet säʹmmlai meeʹrlaipeeiʹv da mätttʼtõõđat sääʹm sooǥǥ laulli

source: • luodaan oma lipunnostokäytäntö liputuspäiviä varten ja tunnetaan saamelaisten lipun symboliikka
sms:  raajât jiiʹjjes liippkaggâmvueʹjj liipptempeeiʹvi vääʹras da toobdât sääʹmliippsymboliikka

source: 4.2. 3. Luontoyhteys
sms: 4.2.3. Luâttõhttvuõtt

source: Luonnonvaroja on käytetty kestävästi, oltu niiden käytössä kohtuullisia sekä kunnioitettu ja hoidettu luontoa.
sms: Säʹmmla lie pâi jeäʹllam luâđ âlddsõs jieʹllem da jeäʹllmõš lij leäʹmmaž čõnnum luâđjårrõzze da eeʹjj-jårrõzze.

source: Saamelaisten perinteinen tietämys liittyy keskeisesti ihmisen ja luonnon väliseen suhteeseen.
sms: Säʹmmlai äʹrbbvuõđ mieʹlddsaž tiâttmõš õhttan kõskksââʹjest oummu da luâđ kõskkvuõtte.

source: Luonto, ihminen ja kulttuuri ovat kiinteästi sidoksissa toisiinsa.
sms: Luâtt, ooumaž da kulttuur lie ǩiddselt čõnnum kueiʹmeezz.

source: Luonto on osa kulttuuria ja ihmisyyttä.
sms: Luâtt lij vueʹss kulttuur da ooumažvuõđ.

source: Kulttuurin säilymiseksi on tärkeää huolehtia myös luonnon hyvinvoinnista.
sms: Kulttuur seillmužže lij vääžnai âânned huõl še luâđ puârastpirǧǧumuužžâst.

source: Luonnon tulisi kuulua keskeisenä osana lapsen jokapäiväiseen elämään.
sms: Luâđ ââlǥče kuullâd kõskksaž vueʹssen päärna juõʹǩǩpeiʹvvsaž jieʹllem.

source: Käytännön esimerkkejä luontoyhteyden vahvistamiseksi varhaiskasvatuksessa:
sms: Tueʹjjeemnääʹl õuddmiârkk luâttõhttvuõđ ravvumužže håiddâkksai peâmmʼmuužžâst:

source: • lisätään lapsen ekologista luonnontietämystä saamelaisen ikääntyneen ihmisen opastuksella, mistä mitäkin luonnonmateriaalia voi ottaa ja minkä verran, liikutaan meluamatta, jälkiä jättämättä, ei katkota oksia tai käännellä kiviä, ei roskata
sms:  lââzztet päärna ekologlaž luâđtiâttmõõžž säʹmmla puäresoummu vuäpstõõžžâst, mâid kost luâđaunnsid vuäitt väʹldded da mâm-med, liikkeet jântta, ǩiõʹjjid kueđkani, jeäʹt pueʹtǩǩ ååuʹsid leʹbe joortõõll ǩieđjid, jeäʹt rooskât

source: • kehitetään lapsen luonnon havainnointikykyä ja luonnossa kulkemisen taitoja
sms:  viiǥǥâd õõudâs päärna luâđ vuâmmšõõttâm ooddaid da luâđast likkeem čeäʹppvuõtte

source: • havainnoidaan päivittäin säätä ja eri luonnonilmiöitä
sms:  vuâmmšõõttât juõʹǩǩpeeiʹv šõõŋ da jeeʹres luâđõlmstõõǥǥid

source: • seurataan vuodenaikojen vaihtelua ja sen vaikutuksia eläimissä ja kasveissa
sms:  seurrjet eeʹjjaaiʹji vaajtõõzzid da tõn vaaiktõõzzid nääuʹdid da raazzid

source: • opetellaan tunnistamaan lintuja ja metsäneläimiä sekä niiden jälkiä
sms:  mätttʼtõõđat tobddât lååʹddaid da meäʹccjieʹlljied di tõõi ǩiõjjid

source: • opetellaan käyttämään luonnon materiaaleja eri vuodenaikoina
sms:  mätttʼtõõđat âânnet luâđ aunnsid jeeʹres eeʹjjaaiʹjin

source: • tutustutaan saamelaiseen paikannimistöön
sms:  tobbdstõõđât sääʹmpäiʹǩǩnõõmid

source: • tutustutaan saamelaisten pyhiin paikkoihin
sms:  tobbdstõõđât säʹmmlai pââzzpaaiǩid

source: 4.2. 4. Perinteiset elinkeinot ja toimeentulo
sms: 4.2.4. Äʹrbbvuõđ mieʹlddsa jieʹllemvueʹjj da pirǧǧumuš

source: Poronhoito, kalastus, metsästys ja pienimuotoinen maatalous sekä käsityöt ja luonnonvaraisten tuotteiden keräily ovat saamelaisten perinteisiä elinkeinoja, joiden harjoittaminen on monille saamelaisille elämäntapa.
sms: Puäʒʒhåiddmuš, kueʹllstumuš, meäʹccjumuš da uuʹcces mäʹddtääll di ǩiõttʼtuââʹj da luâđväärai uussmõš lie säʹmmlai ärbbvuâđlaž jieʹllemvueʹjj, kooi tueʹjjumuš lij määŋgaid säʹmmlaid jieʹllemnääʹll.

source: Niitä harjoitetaan tavallisesti yhdistelmäelinkeinoina tai muiden ammattien ohella.
sms: Tõiʹd tueʹjjeet takainalla õhttuum jieʹllemvueʹǩǩen leʹbe jäʹrrsi ämmti kuâŋŋ.

source: Poronhoidolla on poronhoitokulttuurissa eläville saamelaisille suuri kulttuurinen merkitys, sillä poronhoitoon liittyy lihantuotannon lisäksi koko perheen ja suvun elämänpiiri kuten sosiaaliset suhteet, asuminen, kulkeminen, luontoympäristön tuntemus, perinteinen tietämys, luonnon ekologinen käyttö ja saamelaiset käsityöt.
sms: Puäʒʒhåiddmuužžâst lij puäʒʒhåiddamkulttuurest jieʹlljid säʹmmlaid jõnn kulttuurlaž miârktõs, tõst puäʒʒhåiddmužže kooll vueʹǯǯpuuttʼtem lââzzen oʹbb piârri da sooǥǥ jieʹllemkruugg mâʹte sosiaalaž kõskkvuõđ, jeäʹllstumuš, jååʹttmuš, luâttpirrõz tobddmõš, äʹrbbvuõđ mieʹlddsaž tiâttmõš, luâđ ekologlaž âânnmuš da sääʹm ǩiõttʼtuââʹj.

source: Kalan pyynti on ollut vuosisatoja saamelaisten perinteinen elinkeino.
sms: Kueʹllstumuš lij leäʹmmaž čueđi eeʹjji säʹmmlai äʹrbbvuõđ mieʹlddsaž jieʹllemvueʹǩǩ.

source: Inarinsaamelaiset ovat kalastajia Inarinjärvellä ja sen ympärillä.
sms: Aanrõõžž lie kueʹlšiiʹlli Aanar jääuʹrest da tõn pirrõõzzâst.

source: Merenrannan kolttakylien perheillä oli omistusoikeuksia lohenkalastukseen merellä ja Paatsjoessa.
sms: Miâʹrr-reedd nuõrttsääʹmsiijdi piârrjin leʹjje vuästemvuoiggâvuõđ luõzz kueʹllstumužže miâr âlnn da Paatsjooǥǥâst.

source: Lohenkalastus on edelleenkin Tenonlaakson saamelaisen kulttuurin keskeinen tekijä.
sms: Luõzz kueʹllstumuš lij õin võl Teäʹnnsäʹmmlai kulttuur kõõskâs raajji.

source: Käytännön esimerkkejä elinkeinojen ja toimeentulon huomioimisesta varhaiskasvatuksessa: Poronhoito:
sms: Tueʹjjeemnääʹl õuddmiârkk jieʹllemvueʹjjid da pirǧǧumuužž lokku väʹlddmest håiddâkksai peâmmʼmuužžâst:

source: • opetellaan suopungin käyttöä, poromerkkejä, poron nimityksiä, leikitään poroleikkejä
sms:  mätttʼtõõđat čauʹstõõǥǥ âânnmuužž, puäʒʒmiârkid, puõccuõõmtõõzzid, siõrât puäʒʒ siõrid

source: • tehdään risuista poroja ja pieniä erotusaitoja sisä- ja ulkokäyttöön
sms:  raajât riižžin puõccuid da uʹcc pikalõsääiʹdaid olggân -da seśt âânnmužže

source: • käydään poroerotuksissa, vasanmerkityksessä
sms:  jååđet puäʒʒpikalõõzzin, vueʹzzmiârkkumuužžâšt

source: • seurataan poron nylkemistä ja eri osien hyötykäyttöä
sms:  seurrjet puõccu ähttmuužž da jeeʹres vueʹssi äuǩǩen âânnmuužž

source: • nostetaan jäkälää, tehdään lehtikerppuja, leikataan kortteita, heinää
sms:  kaaggât jeäʹkklid, čuõppât vuåššid, sueiʹnid

source: • opetellaan takkaporon sitomista ja tutustutaan poron lypsyyn
sms:  mätttʼtõõđat täǩǩpuõccu čõõnnmuužž jiiʹjjes da tobbdstõõđât puõccu pââččmužže

source: • opetellaan puukon ja leukun käyttöä
sms:  mätttʼtõõđat neeib da sääʹmneeib âânnmuužž

source: Kalastus:
sms: Kueʹllstumuš:

source: • opetellaan kalojen nimityksiä, erilaisia pyyntimenetelmiä ja kalan käsittelyä
sms:  mätttʼtõõđat kueʹli nõõmtõõzzid, jeeʹresnallšem šeellemnaalid da kueʹlǩiõttʼ tõõllmuužž

source: • pyydetään keväällä kalaa pilkkimällä, juomuksilla, iskukoukuilla, katiskalla, koukuilla, kulkuttamalla
sms:  šeelet ǩeaʹđđa kueʹl kâlddjest vuäʹggeeʹl, juŋŋsivuiʹm, kooukivuiʹm, katiskain, kåålǥteeʹl

source: • pyydetään kesällä kalaa verkoilla, uistimella, perholla, katiskalla, pitkällä siimalla, harrilautalla
sms:  šeelet ǩeäʹssa kueʹl sääiʹmivuiʹm, vuäʹggeeʹl, perhoin, katiskain, kuuʹǩǩes seeimain, puäʹrrvin

source: • pyydetään syksyllä kalaa verkoilla, nuottaamalla, pitkällä siimalla, kolkkaamalla ja harrilautalla
sms:  šeelet kueʹl sääiʹmivuiʹm, nueʹtteeʹl, kuuʹǩǩes seeimain, kolkkteeʹl da puäʹrrvin

source: • pyydetään kalaa talvella juomuksilla, nuotalla, pilkkimällä ja iskukoukuilla
sms:  šeelet kueʹl täʹlvva juŋŋsivuiʹm, nueʹtteeʹl, vuäʹggeeʹl da kooukivuiʹm

source: • opetellaan verkon korjausta, kalastusvälineiden ja veneen huoltamista
sms:  mätttʼtõõđat sääimaai teevvmuužž, kueʹllstem neäʹvvai da võnnâs huõʹllmõõžž

source: Metsästys ja keräily:
sms: Meäʹccjumuš da uussmõš:

source: • opetellaan tekemään riekkoansoja
sms:  mätttʼtõõđat tueʹjjeed reeʹppǩiõlid

source: • opetellaan tuntemaan eri eläinten jälkiä ja pyyntimenetelmiä pyynnin taitajan opastuksella
sms:  mätttʼtõõđat tobddat jeeʹres meäʹccjieʹllji ǩiõʹjjid da šeellemnaalid siltteeja vuäpstõõžžâst

source: • kerätään syksyllä marjoja
sms:  uussât mueʹrjid

source: Maatalous:
sms: Mäʹddtääll:

source: • tutustutaan lehmien ja lampaiden hoitamiseen vierailemalla karja- ja lammastilalla
sms:  tobbdstõõđât kuuzzi da saauʒi håiddmužže kõʹlljeeʹl skoott - da sauʒʒtäälain

source: • tutustutaan sadonkorjuutöihin, kylvetään perunaa ja muita kasveja
sms:  tobbdstõõđât šâddtuâʹjaid, kââlvet pååttáǩ da jeeʹres raazzid

source: Ruokakulttuuri:
sms: Porrmõš kulttuur:

source: • järjestetään säännöllisiä saamelaisia ruokapäiviä ja leipomispäiviä perinteen taitajien opastuksella
sms:  riâššat mieʹrrääiʹji mieʹldd säʹmmlaid porrmõspeeiʹvid da leibbjempeeiʹvid ärbbvuõđ mätteeji vuäpstõõžžâst

source: • valmistetaan ruokaa päivittäin
sms:  valmštet porrmõõzz juõʹǩǩ peeiʹv

source: • savustetaan kalaa ja poronlihaa, valmistetaan suolalihaa, suolakalaa
sms:  suõvstet kueʹl da puõccuvueʹǯǯ, valmštet sälttvueʹǯǯ, sälttkueeʹl

source: • opetellaan marjojen säilömistä ja kerätään syötäviä luonnon kasveja;
sms:  mätttʼtõõđat mueʹrji seillmõõžž da noorât poorrám luâttraazzid;

source: väinönputki, suolaheinä
sms: rääʹzz rääʹss (väinönputki), sälttsueiʹnn

source: • tutustutaan saamelaisten perinteisiin lääkekasveihin ja niiden käyttöön
sms:  tobbdstõõđât säʹmmlai ärbbvuâđlaž talkkâmraazziid da tõõi âânnmužže

source: Asumukset:
sms: Aazzmuš:

source: • rakennetaan saamelaisten perinteisiä asumuksia ja rakennelmia (esim. pienoismallit): laavu, korvakota, turvekota, erilaiset aitat
sms:  raajât säʹmmlai ärbbvuâđlaž jeäʹllsââʹjid da raajlmid (õuddm. uuʹccesmaallid): kååvas, kuäđaid, jeeresnallšem ääitaid

source: • pystytetään laavu ja opetellaan siihen liittyvät käytänteet;
sms:  ceäggtet kååvas da mätttʼtõõđat tõzz õʹhttekuuʹlli vueʹjjid;

source: tulikivien ja torkkojen hakeminen, laavun eri
sms: kåvvas jeeʹres pieʹǩǩid, porrmõž

source: Saamelainen käsityöperinne on hyvin rikas ja elävä osa saamelaiskulttuuria.
sms: Säʹmmlaž ǩiõttʼtuâʹjjärbbvuõtt lij čuuʹt reeʹǧǧes da jieʹlli vueʹss sääʹmkulttuur.

source: Käsityöt ovat käyttöesineitä ja niiden valmistus perustuu perinteiseen tietämykseen.
sms: Ǩiõttʼtuââʹj lie âânnemneäʹvv da tõõi valmštem vuađđ lij ärbbvuâđlaž tiâttmuužžâst.

source: Saamelaiseen käsityöhön kuuluu mm. puu, sarvi- ja nahkatöitä sekä helmi- ja tinalankakirjontaa, nauhankudontaa ja verkapukineiden valmistusta ja koristelua punoksilla ja nauhoilla.
sms: Säämǩiõtt-tuõʹjju koʹlle jm. muõrr-, čuäʹrvv- da čõuʹddtuââʹj di peʹsser - da tâʹnnǩeʹrrjjmuužž, liânttkååđđmuš da säʹrǧǧpihttzi valmštumuš da heäʹrvtumuš parǧǧuum liânti da liântivuiʹm.

source: Suomen saamelaisilla on viisi saamenpuvun päämallia: Tenojokivarren, Enontekiö-Kautokeinon, Vuotson sekä inarinsaamelainen ja kolttasaamelainen puku.
sms: Lääʹddjânnam säʹmmlain li viʹtt sääʹmpihttsi väʹlddmaall.: Teännjooǥǥ, EnontekiöKautokeino, Vuotso di aanrõõžž da nuõrttsääʹmpihttâž.

source: Pukujen mallit ja koristelu seuraavat saamen kielirajoja.
sms: Pihttsi maall da heäʹrvvtumuš seurrje sääʹm ǩiõll raaʹjid.

source: Pukujen yksityiskohdat voivat vaihdella myös suvuittain ja perheittäin.
sms: Täärǩben ǩiõʹččeeʹl pihttzimaall vuäitte vaajjtõõllâd še sooǥǥi leʹbe piârrji sest.

source: Kolttasaamelaisten puku eroaa eniten muista saamen puvuista muistuttaen karjalaisten kansallispukua.
sms: Nuõrttsäʹmmlai piiutâz rätkkai jäänmõsân jeeres sääʹm pihttsin muušttʼ teeʹl karjjlõõzzi meeʹrpihttzid.

source: Saamelaisille puku on osa saamelaista identiteettiä.
sms: Säʹmmlaid piiutâz lij vueʹss sääʹmidentiteett.

source: Saamelaisessa kulttuurissa kansantaide ja sen sisältämä estetiikka on erottamaton osa jokapäiväistä elämää ja sillä on huomattava yhteisöllinen merkitys.
sms: Sääʹmkulttuurest meer čeäʹpptuâʹjj da tõn siisǩeei estetiikk lij rääʹtǩkani vueʹss jieʹllmest da tõst lij jõnn õhttsažkåʹddlaž miârktõs.

source: Pukujen, päähineiden, paulojen koristeiden muodot ja värit ilmaisevat kuulumisen johonkin sukuun tai suurempaan alueelliseen yhteisöön ja vahvistavat yhteenkuuluvuuden tunnetta.
sms: Pihttzi, keäʹppri, vuõddji heärtem ååbleǩ da eeuʹnn õlmmee kuullmõõžž koonn-ne soǩǩe leʹbe šuurab vuʹvddõhttsažkåʹdda da ravvee õhttekuullâmtobddmuužž.

source: Käsillä tekemisen avulla lapsi oppii arvostamaan kädentaitoja arkielämän hyödyllisinä taitoina.
sms: Kiõđiraajjâm veäkka päärnaž mättai uʹvdded äärvv ǩiõđčeäʹppvuõtte arggjieʹllem äuʹǩkčeäʹppvuõttân.

source: Käytännön esimerkkejä käsityöperinteestä varhaiskasvatuksessa:
sms: Tueʹjjeemnääʹl õuddmiârkk ǩ iõttʼtuâʹjj ärbbvuõđâst håiddâkksai peâmmʼmuužžâst:

source: • tehdään nukeille saamelaisia asusteita
sms:  raajât kuuhlâid sääʹmpihttzid

source: • kutsutaan käsityöntaitajia opastamaan lapintakin ja siihen kuuluvien asusteiden käytössä
sms:  kååččad ǩiõttʼtuâʹjj da musiikk čeäʹppid vuäʹpsted sääʹmpihttzi âânnmuužžâst

source: • tutustutaan eri saamelaisryhmien pukuihin, asusteisiin ja päähineisiin
sms:  tobbdstõõđât jeeʹres sääʹmärttli sääʹmpihttzid da keäʹpprid

source: • tehdään helmitöitä
sms:  raajât peʹsser tuâʹjaid

source: • karstataan villaa, kehrätään värttinällä, kudotaan raanua
sms:  kâârjed oollaid, pâânet snalddjin, kååđet rääʹn

source: • tehdään villalankatöitä (tupsut, nauhojen punonta/palmikointi, pirtanauha, lapinvanttuut)
sms:  raajât oll-lââʹjjtuâʹjaid (ǩeeʹst, liânti poonjjmõš/paʹrǧǧumuš, raabbâl-liântt, sääʹmvaaʹcc)

source: • valmistetaan porontaljasta sisnaa, tehdään sisna- ja nahkatöitä
sms:  valmštet puõccutueʹljâst čeešn, raajât češnn- da čõuʹddtuâʹjaid

source: • tehdään puusta ja poronluusta erilaisia esineitä
sms:  raajât muõrâst da puõccutääuʹtest jeeʹresnallšem neäʹvvaid

source: • nyljetään, näskätään ja suolataan koipia, tehdään kenkäheinää
sms:  ääutet, nieʹsǩet da salttjed kammzid, raajât kaaʹmmisueiʹnid

source: • kuivataan keväällä hauen nahkoja ja tehdään nahoista käsitöitä ja kalan ruodoista koruja
sms:  kåšǩǩeet ǩeađđa nuʹǩǩež čõõudid da raajât čõõudest ǩiõtt-tuâʹjaid da kueʹll taautin heäʹrvid

source: 5. Sukupuolten välinen tasa-arvo ja ihmisyys
sms: 4.2.5. Sooǥǥbieʹli kõskksaž tääʹzzärvv da ooumažvuõtt

source: Saamelaisyhteisössä naisilla on historiallisesti ollut tasa-arvoinen asema miesten kanssa, jolle on tyypillistä ollut etenkin roolien, tehtävien ja elämänpiirien symmetrisyys ja toisiaan täydentävyys.
sms: Sääʹmõhttsažkååʹddest neezznin lij historialaž vuâđalt leäʹmmaž tääzzverddsaž sââʹjj åummaivuiʹm, koozz takainallšem lij leäʹmmaž rooli, tuâʹjai da jieʹllemkruuggi symmetralažvuõtt da kueiʹmez tiuʹddeemvuõtt.

source: Varhaiskasvatuksen suunnittelussa ja toteutuksessa huolehditaan sukupuolten välisen tasa-arvon toteuttamisesta niin, että lapsi voi kehittää itseään ilman sukupuolirooliodotusten rajoituksia.
sms: Håiddâkksai peâmm plaanmuužžâst da čõõđtumuužžâst ââned huõl sooǥǥbieʹli kõskksa tääzzäärvv čõõđtumuužžâst nuʹt, što päärnaž vuäitt õuddned sooǥǥbieʹllrool vuõrddji raajjtõõzzikani.

source: Oppimisessa ja identiteetin vahvistamisessa huomioidaan tyttöjen ja poikien omimmat tavat toimia.
sms: Mättjemest da identiteett ravvumuužžâst väʹldded lokku niõđi da paarni jäänmõsân jiiʹjjesnallšem nääʹl toimmjed.
